{
    "version": "https://jsonfeed.org/version/1",
    "title": "Ponte d&#x27;Arte, Portugal - the Art Bridge",
    "description": "",
    "home_page_url": "https://pontedarte.github.io",
    "feed_url": "https://pontedarte.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Ponte d&#x27;Arte"
    },
    "items": [
        {
            "id": "https://pontedarte.github.io/riverside-apartment.html",
            "url": "https://pontedarte.github.io/riverside-apartment.html",
            "title": "Riverside apartment",
            "content_html": "<div class=\"gallery\"   >\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.github.io/media/posts/17/gallery/Bedroom-Apartment.jpg\" ><img src=\"https://pontedarte.github.io/media/posts/17/gallery/Bedroom-Apartment-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"1024\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.github.io/media/posts/17/gallery/download.png\" ><img src=\"https://pontedarte.github.io/media/posts/17/gallery/download-thumbnail.png\" alt=\"\" width=\"768\" height=\"558\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.github.io/media/posts/17/gallery/download-1.png\" ><img src=\"https://pontedarte.github.io/media/posts/17/gallery/download-1-thumbnail.png\" alt=\"\" width=\"768\" height=\"1024\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.github.io/media/posts/17/gallery/download-2.png\" ><img src=\"https://pontedarte.github.io/media/posts/17/gallery/download-2-thumbnail.png\" alt=\"\" width=\"768\" height=\"1024\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.github.io/media/posts/17/gallery/download-3.png\" ><img src=\"https://pontedarte.github.io/media/posts/17/gallery/download-3-thumbnail.png\" alt=\"\" width=\"701\" height=\"1052\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.github.io/media/posts/17/gallery/download-4.png\" ><img src=\"https://pontedarte.github.io/media/posts/17/gallery/download-4-thumbnail.png\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n</div>",
            "image": "https://pontedarte.github.io/media/posts/17/download.png",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-08-11T04:20:47+02:00",
            "date_modified": "2019-08-11T04:21:19+02:00"
        },
        {
            "id": "https://pontedarte.github.io/smallest-art-gallery-in-portugal.html",
            "url": "https://pontedarte.github.io/smallest-art-gallery-in-portugal.html",
            "title": "Smallest Art Gallery in Portugal",
            "content_html": "<div class=\"gallery\"   >\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.github.io/media/posts/16/gallery/Ponte-de-Mucela-51.jpg\" ><img src=\"https://pontedarte.github.io/media/posts/16/gallery/Ponte-de-Mucela-51-thumbnail.jpg\" alt=\"\" width=\"640\" height=\"425\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.github.io/media/posts/16/gallery/Ponte-de-Mucela-52.jpg\" ><img src=\"https://pontedarte.github.io/media/posts/16/gallery/Ponte-de-Mucela-52-thumbnail.jpg\" alt=\"\" width=\"640\" height=\"427\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.github.io/media/posts/16/gallery/Ponte-de-Mucela-58.jpg\" ><img src=\"https://pontedarte.github.io/media/posts/16/gallery/Ponte-de-Mucela-58-thumbnail.jpg\" alt=\"\" width=\"640\" height=\"425\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.github.io/media/posts/16/gallery/Ponte-de-Mucela-59.jpg\" ><img src=\"https://pontedarte.github.io/media/posts/16/gallery/Ponte-de-Mucela-59-thumbnail.jpg\" alt=\"\" width=\"640\" height=\"425\"></a></figure>\n</div>",
            "image": "https://pontedarte.github.io/media/posts/16/Ponte-de-Mucela-57.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-08-11T04:07:49+02:00",
            "date_modified": "2019-08-11T04:14:27+02:00"
        },
        {
            "id": "https://pontedarte.github.io/historical-documents-mentioning-the-bridge-at-mucela.html",
            "url": "https://pontedarte.github.io/historical-documents-mentioning-the-bridge-at-mucela.html",
            "title": "Historical Documents mentioning the Bridge at Mucela",
            "summary": "We have located a few historical documents so far that tell us the&hellip;",
            "content_html": "<div>We have located a few historical documents so far that tell us the story of this bridge. (<em>Map carried by Marshal Massena when his army invaded the Kingdom of Portugal in September 1810.  </em>Print in João Palha, Lisbon: Lithographs of the National Press, [sd].)</div>\n<div> </div>\n<div>An Excerpt from \"Eloquent Soldier: The Peninsular War Journals of Lieutenant Charles Crowe of the Inniskillings, 1812-1814.\"  Edited by Gareth Glover. (p 33)</div>\n<p>\"23 December.  Crossed the river Alva, a branch of the Mondego, a very rapid stream, confined on each side by perpendicular rocks.The stone bridge is a noble structureof three large arches, the piers rising from the vast chasm below have a very imposing effect and prove that the architect must have been a master of the art. The French in their retreat left a rear guard of more than a thousand men to defend the approach to the bridge, while their engineers were occupied in blowing up the centre arch. This guard then endeavoured to join the army by another route, but not being able to find another passage over the Alva, were obliged to return to this bridge and endeavour to form a passage over the break by cutting down some large pines growing near. On the second day of their laborious task, they were attacked by the British and Spanish advanced guard. They fought with the desperation of men without hope of succour, and very few survived to lay down their arms. The pines which these poor fellows had felled greatly accelerated the work of our engineers, and when we passed over we found them well tracked by the artillery and cavalry of the combined army. While crossing Hambly and I duly attended to the injunction of our late kind host, good Padre George, as we dubbed him, and took especial notice of a good square house three stories high, standing within half musket shot of the bridge, and between that and a road beside the river, and which bore evident confirmation of the following circumstances related by the padre. The lateowner, actuated by an ill-directed patriotic zeal, barricaded the lower parts, and from above, kept up a deadly fire on the party employed in blowing up the centre arch of the bridge. Exasperated by such temerity, some of the French soldiers showed a daring front, as if they were about to storm the little citadel, in meantime, another party stole round to the rear of the house, and by unroofing a lower building gained an entrance. They took their prisoner on their route, and then proved themselves true Frenchmen by having recourse to the instinct of the tiger and the monkey, as assigned to them by their countryman Voltaire: they deprived their hapless victim of his ears, his nose, his lips, his eyelids, scooped out his eyes, and left him by the road side in this agonizing state, till death came to his relief.We were this day joined by two more brother officers. When passing a solitary and deserted hut, Lieutenant Hunter noticed some fragments of clothing, which looked very fresh, and induced him to search around when he discovered in the ditch of an adjoining field, the naked corpse of an Englishman. This was too strong a lesson to be lost; we therefore made our men go and look at the remains of the murdered man and in strong terms pointed out the fate they must expect if they left their ranks, and turned marauders. This had a very good effect for the rest of our march.We took up our quarters in Sobreira and  [Vale de] Sao Martinho.”</p>\n<div> </div>\n<div>\n<div><hr></div>\n<div> </div>\n</div>\n<div> </div>\n<div>Further  Reading:  <a href=\"evernote:///view/47905758/s235/d949c2dc-bbbe-4b50-b740-6dbfaccacaf6/d949c2dc-bbbe-4b50-b740-6dbfaccacaf6/\">Eyewitness to the Peninsular War. Book.</a></div>\n<div> </div>\n<div><hr></div>\n<div> </div>\n<div>\n<div>Summary and translation (unedited):</div>\n<div> </div>\n<div>\"Withdrawal of the the Army of Portugal in the Campaign of 1810-1811.\" Bruno Miguel Pack Martins, Master’s Thesis in Military History, 09-30-2013</div>\n<div><a href=\"http://repositorio.ul.pt/bitstream/10451/12220/1/ulfl157007_tm.pdf\">http://repositorio.ul.pt/bitstream/10451/12220/1/ulfl157007_tm.pdf</a></div>\n<hr>\n<div> </div>\n<div>p 2</div>\n<div>Ilustração 7 – Itinerário da retirada do Armée du Portugal. Mesmo até à chegada à Mucela observa~se que o Vale do Mondego e Coimbra foi o principal objectivo. A pressão inglesa obriga a força francesa a ir para Celorico e a posicionarem nessa zona e na Guarda.</div>\n<div> </div>\n<div>Illustration 7 - Itinerary of the withdrawal of the Armée du Portugal. Even on arrival at Mucela</div>\n<div>it is observed that the Mondego Valley and Coimbra was the main objective. British pressure forces</div>\n<div>force to go to Celorico and position it in that area and in Guarda.</div>\n<div> </div>\n<hr>\n<div>p58</div>\n<div> </div>\n<div>2- Batalha de Redinha 12 de Março de 1811</div>\n<div>Após a vitória estratégica em Pombal não havia tempo para festejar, o avanço</div>\n<div>inglês era ainda uma ameaça e quando se soube que preparam-se para flanquear após</div>\n<div>conseguirem atravessar o vale do Soure , acelerou ainda mais as mentes do comando</div>\n<div>francês. Ney sabe que quanto mais célere fôr nas suas movimentações, mais garantias</div>\n<div>tem de manter os ingleses à distância do corpo principal da retirada e da sua bagagem.</div>\n<div>A situação francesa ainda ficou mais complicada com o abandono de D’Erlon. O</div>\n<div>reconhecimento feito por Mountbrun e Valazé tem frutos e descobrem na Mucela uma</div>\n<div>ponte para cruzar o Mondego que vão tentar reconstruir.</div>\n<div> </div>\n<div>2 - Battle of Redinha March 12, 1811</div>\n<div>  After the strategic victory in Pombal there was no time to celebrate, the</div>\n<div>English was still a threat and when it was learned that they are preparing to flank after</div>\n<div>to cross the valley of the Soure, further accelerated the minds of the</div>\n<div>French. Ney knows that the faster he gets in his movements, the more guarantees he</div>\n<div>you must keep the British away from the main body of the retreat and your luggage.</div>\n<div>The French situation was even more complicated with the abandonment of D'Erlon. O</div>\n<div>recognition made by Mountbrun and Valazé has fruits and discover in Mucela a</div>\n<div>bridge to cross the Mondego they will try to rebuild.</div>\n<div> </div>\n<hr>\n<div>p 82</div>\n<div> </div>\n<div>5- Combate de Foz de Arouce 15 de Março de 1811</div>\n<div> </div>\n<div>Enquanto isto sucedia as forças de Drouet e Reynier movimentavam-se. Conde</div>\n<div>de Erlon saí de Miranda do Corvo e o II Corpo, pela margem direita, dirige-se a Foz de</div>\n<div>Arouce. Após alguma organização de Massena, o exército francês fazia agora um</div>\n<div>movimento único em direcção a Foz de Arouce, como referido o II Corpo já se</div>\n<div>encamihava pelo flanco esquerdo, o VI Corpo pelo centro e o VIII Corpo pelo lado</div>\n<div>direito. Entretando a ponte de Mucela é alvo de ataque por parte das milicias de Trant, o</div>\n<div>que obriga Reynier a ceder algumas forças ao batalhão que Drouet aí deixou para</div>\n<div>proteger as obras. A ponte teria que estar preparada para receber as forças francesas o</div>\n<div>mais rápido possível.</div>\n<div> </div>\n<div>Meanwhile, Drouet and Reynier's forces were moving. Count</div>\n<div>of Erlon left Miranda do Corvo and II Corps, on the right bank, goes to Foz de</div>\n<div>Arouce. After some Massena organization, the French army was now</div>\n<div>movement towards Foz de Arouce, as mentioned the II</div>\n<div>the left flank, the VI Body by the center and the VIII Body by the side</div>\n<div>right. While the Mucela bridge is under attack by the Trant militias, the</div>\n<div>that forces Reynier to give some forces to the battalion that Drouet left there to</div>\n<div>protect the works. The bridge would have to be prepared to receive the French forces</div>\n<div>as soon as possible.</div>\n<div> </div>\n<hr>\n<div>p66</div>\n<div> </div>\n<div>III- Em direcção a Celorico</div>\n<div>O avanço francês prosseguiu. Drouet e as suas forças chegaram à Ponte de Mucela no dia 15 de Março e quando Massena chegou no dia seguinte , Valazé e os seus sapadores já trabalhavam na reparação da ponte, cumprindo a sua missão como</div>\n<div>vanguarda de uma retirada. Com as obras finalizads , Drouet partiu finalmente para Celorico para ir ter com Claparéde e cumprir com a missão que lhe foi estabelecida por Napoleão. A serra de Igreja a Nova seria a zona de posição para o VI Corpo e para o VIII Corpo. Já o II Corpo de Reynier avançou para Arganil para assegurar a esquerda do rio Alva. O VI Corpo ainda atrasou-se em Ceira , apenas Loison e Mermet avançaram para Venda Nova. Ney havia ficado com Marchand no local a assegurar que tudo corresse bem através da sua presença. Devido à ameaça inglesa ainda enviou ordens para que as suas divisões parassem a sua marcha de forma a prestar-lhe apoio enquanto controlasse as colinas perto do Rio Ceira. Sem esperar por Massena mandou avisar que ia colocar as forças na margem direita e gaurdar com a infantaria ligeira a testa da ponte e a margem esquerda.Reynier não acompanhou estes movimentos e por momentos uma grave lacuna pareceu no lado esquerdo, já que preferiu ficar no Sarzedo.</div>\n<div> </div>\n<div>III- Towards Celorico</div>\n<div> The French advance continued. Drouet and his forces arrived at Mucela Bridge on March 15 and when Massena arrived the next day, Valazé and his sappers were already working on repairing the bridge, fulfilling their mission as</div>\n<div>the forefront of a retreat. With the works finished, Drouet finally left for Celorico to go to Claparete and fulfill the mission that was established to him by Napoleon. The saw of Church to New would be the zone of position for the VI Corps and for the VIII Corps. Already the Second Corps of Reynier advanced to Arganil to secure the left of the river Alva. The VI Corps was still late in Ceira, only Loison and Mermet advanced to Venda Nova. Ney had stayed with Marchand on the spot to make sure everything went well through his presence. Due to the English threat he still issued orders for his divisions to stop their march in order to support him as he controlled the hills near the Rio Ceira. Without waiting for Massena he sent word that he was going to put his forces on the right bank and gaurdar with the light infantry on the forehead of the bridge and the left bank. Reynier did not follow these movements and at times a serious gap appeared on the left side, since he preferred to stay in the Sarzedo.</div>\n<div> </div>\n<hr>\n<div>p66</div>\n<div> </div>\n<div>Isto não agradou o comando e Pelet dirigiu-se a Ceira para se encontrar com Ney que mantinha-se com a divisão de Marchand no cume que vislumbrava o rio. Aí o Marechal revelaria a Pelet (Pelet,476,1973) que seria atacado, mas que iria fazer de tudo para ajudar atravessar o rio. Apesar das ordens anteriores, Ney agora sugeria que iria defender a retirada da Ponte da Mucela com apenas uma <a href=\"http://xn--diviso-7ta.as/\">divisão</a>. As criticas vieram logo ao de cima pois parecia uma ideia suicida e que era melhor retirar-se de forma alternada com as suas divisões do que manter-se sozinho contra o exército inteiro de Wellington. E assim ficou, Massena deixou Ney na sua posição com apenas uma divisão, constituida pelo 6º Regimento de Infantaria Ligeira e pelos 38º, 69º e 76º Regimentos de Infantaria, e reorganizou as forças de outra forma para atravessarem a ponte. A divisão de Mermet ficou a uma boa distância da ponte, mas colocado numa zona cheia de rochas que serviriam de defesas naturais para posicionar a divisão e Loison ficou na Venda Nova. Para Ferey deixou-o mais à frente de Mermet de modo as suas forças servirem de ligação com Ney. Quanto ao VIII Corpo, Solignac ficou na Igreja Nova e Clauzel foi para o outro lado da margem do rio Alva de modo a proteger a marcha. A marcha fez-se primeiro com os rebanhos e o equipamento de sapadores e depois para testar a ponte usou-se equipamento de forja. Ainda houve atrasos por parte do II Corpo, ficaram na aldeia de Sortelha, mas a travessia da ponte correu bem.O VI Corpo fez o seu trabalho ficando a proteger a travessia um pouco antes da ponte e depois de tudo efectuado foram os últimos atravessar. Da ameaça inglesa houve apenas uma pequena troca de fogo entre duas pequenas forças irrisórias, cerca de 10 cavaleiros franceses contra cerca 20-30 ingleses (infantes e cavaleiros). Quando os ingleses chegaram, a ponte estava destruída e o exército francês seguia em segurança até Celorico.</div>\n<div> </div>\n<div>This displeased the command, and Pelet went to Ceira to meet Ney, who was keeping with Marchand's division on the summit that glimpsed the river. There the Marshal would tell Pelet (Pelet, 476,1973) that he would be attacked, but that he would do anything to help cross the river. Despite previous orders, Ney now suggested that he would defend the withdrawal of the Ponte de la Mucela with only one division. Criticism came soon enough because it seemed like a suicidal idea and that it was better to withdraw alternately from its divisions than to stand alone against Wellington's entire army. And so it was, Massena left Ney in his position with only one division, made up of the 6th Light Infantry Regiment and the 38th, 69th, and 76th Infantry Regiments, and reorganized forces otherwise to cross the bridge. Mermet's division was a good distance from the bridge, but placed in a zone full of rocks that would serve as natural defenses to position the division and Loison remained in Venda Nova. For Ferey he left him ahead of Mermet so that his forces served as a liaison with Ney. As for the VIII Corps, Solignac remained in the New Church and Clauzel went to the other side of the bank of the river Alva in order to protect the march. The march was made first with the herds and the equipment of sappers and later to test the bridge was used equipment of forge. There were still delays on the part of the II Corps, they stayed in the village of Sortelha, but the crossing of the bridge went well. The VI Corps did its work to protect the crossing a little before the bridge and after all done they were the last to cross. From the English threat there was only a small exchange of fire between two small derisory forces, about 10 French knights against about 20-30 Englishmen (infantrymen and knights). When the English arrived, the bridge was destroyed and the French army was safely on its way to Celorico.</div>\n<div> </div>\n<hr>\n<div>p67</div>\n<div> </div>\n<div>Após atravessarem o Rio Alva a pressão inglesa começa-se a sentir.Ney era</div>\n<div>pressionado na Murcela pela Divisão Ligeira e pela 6ª Divisão (que se instalaram na margem esquerda do Alva) enquanto 3 divisões (a 1ª, a 3º e 5ª)atravessaram a serra da Quiteira (Napier,336,1873) para flanquear o exército francês no Pombeiro (Horward,480,1973), já no Mondego Trant e Wilson iniciavam a marcha para cortar a retirada francesa. Devido a isto Ney tem a sua esquerda em perigo e escreve a Massena que sem ordens superiores para avançar terá de sair da posição para poder salvar o seu VI Corpo. Sem rodeios, avança para Galizes à espera de novas ordens. Este acto foi visto como mais um desafio à autoridade de Massena, apesar de Ney ter razão que a sua esquerda estava em perigo e acrescentou que a ponte do Bispo não estava guardada e não foi reconhecida e que o seu VI Corpo ainda não tinha tido um momento de descanso (Pelet,482,1973).</div>\n<div>Apesar de tudo os franceses a acção de rectaguarda na Ponte da Mucela foi a</div>\n<div>última. Chegando a Celorico o exército podia reorganizar-se e analisar qual o melhor objectivo para as suas forças, região do Mondego ou o regresso a Espanha.</div>\n<div> </div>\n<div>After crossing the River Alva the English pressure begins to feel.</div>\n<div>(on the left bank of the Alva) while three divisions (1st, 3rd and 5th) crossed the Quiteira mountain range (Napier, 336,1873) to flank the French army in the Pombeiro (Horward, 480,1973), already in Mondego Trant and Wilson began the march to cut the French retreat. Due to this Ney has his left in danger and writes to Massena that without superior orders to advance will have to leave the position to be able to save his VI Body. He goes straight to Galizes, waiting for new orders. This act was seen as a further challenge to Massena's authority, although Ney was right that his left was in danger and added that the Bishop's bridge was not guarded and was not recognized and that his VI Corps had not yet had a moment of rest (Pelet, 482,1973).</div>\n<div> </div>\n<div>In spite of all the French the back-action on the Mucela Bridge was the</div>\n<div>last. Arriving at Celorico the army could reorganize itself and analyze what the best objective for its forces, region of the Mondego or the return to Spain.</div>\n<div> </div>\n<hr>\n<div>p 75</div>\n<div> </div>\n<div>Mas Massena cometeu erros, a perda de Coimbra pode ser considerada rídicula perguntado-se como é possível deixar uma mera companhia guardar um ponto estratégico que assegurava o controlo do Mondego e podia servir de plataforma para invadir o Porto ou Lisboa. A presença da vulga madame X pode ser adicionada pois chegou a atrasar por várias vezes a marcha antes de chegar o Buçaco, contudo porque não antes referir a pressa em chegar a Lisboa e apanhar os ingleses. Após Coimbra, Massena deveria ter avançado com calma para Santarém deixando um dos Corpos de Exército na rectaguarda em Coimbra. A partir de uma posição defensiva em Santarém este podia bater o terreno e verificar que defesas Lisboa possuía e recuar de seguida</div>\n<div>para segurança do Vale do Mondego, mais rico que devastado Vale do Tejo. Em vez disso aproximou-se de Lisboa com o sonho de poder atacar a cidade e perdeu Coimbra no processo. Assim teve de recuar para Santarém e esperar na região a chegada de reforços ou notícias de Soult. Ficando encurralado entre as milicias em Coimbra a ameaçar Almeida e os ingleses na zona de Alenquer, é obvio que Massena já não podia fazer mais nada, se arriscasse ir a Coimbra e ocupar o Vale do Mondego teria os ingleses na peugada como se veio observar em Março de 1811. Em poucas palavras na</div>\n<div>primeira fase a perda de Coimbra foi vital para o destino do Armée du Portugal que resultou numa espera desmoralizante e fome.</div>\n<div>Na retirada o afastamento de Ney foi uma injustiça a certo ponto. Até à chegada a Celorico comportou-se de maneira corajosa e pôs em cheque as movimentações inglesas brilhando efusivamente na Redinha. Soube utilizar roturas de combate e a movimentação por posições com bastante eficácia. A sua prestação foi o complemento ideia para o plano de Massena cujo itinerário soube tirar partido das vantagens do terro no como na já referida Redinha e por exemplo na Ponte da Mucela. Preferindo deslocar por duas estradas e convergindo em locais estratégicos, soube ter sempre o exército em</div>\n<div> </div>\n<div>But Massena made mistakes, the loss of Coimbra can be considered as a riddle. It was asked how it is possible to let a mere company keep a strategic point that ensured Mondego control and could serve as a platform to invade Porto or Lisbon. The presence of the vulgar Madame X can be added because it arrived to delay several times the march before arriving Buçaco, however because not before mention the haste to arrive at Lisbon and to catch the English. After Coimbra, Massena should have advanced calmly to Santarém leaving one of the Corps of the Army in the rear in Coimbra. From a defensive position in Santarém this could hit the ground and check that defenders Lisbon possessed and then retreat for security of the Mondego Valley, richer than devastated Tagus Valley. Instead he approached Lisbon with the dream of being able to attack the city and lost Coimbra in the process. So he had to retreat to Santarem and wait in the region for reinforcements or news from Soult. Being trapped between the militias in Coimbra threatening Almeida and the English in the area of Alenquer, it is obvious that Massena could no longer do anything, if he ventured to Coimbra and occupy the Mondego Valley, March 1811. In a few words in the first phase the loss of Coimbra was vital to the fate of the Armée du Portugal which resulted in a demoralizing wait and hunger.</div>\n<div> In withdrawal Ney's departure was an injustice to a certain extent. Until arriving at Celorico he behaved bravely and put in check the English movements shining effusively in Redinha. He knew how to use combat breaks and move by positions quite effectively. His performance was the complementary idea for the plan of Massena whose itinerary knew how to take advantage of the advantages of the ground as in the already mentioned Redinha and for example in the Bridge of Mucela. Preferring to travel by two roads and converging in strategic locations, he knew how to always have the army in</div>\n<div> </div>\n<hr>\n<div> </div>\n<div>vantagem de terreno e com capacidade numérica para enfrentar o inimigo.Ney pela sua prestação foi elogiado pelo inimigo pela bravura e capacidade táctica nas suas manobras de rectaguarda, conseguindo a tão desejada troca de espaço por tempo, objectivo que ganhou por várias vezes devido às suas acções no Pombal, Casal Novo e Foz de Arouce. Na última apesar do 39º Regimento ter perdido a sua águia e o caos ter quase destruído as suas forças teve coragem para assumir o erro e carregar pessoalmente com os seus batalhões sobre os ingleses. Além do mais tinha mesmo razão, o seu instinto tinha acertado nas intenções de Wellington que pretendia flanquear o lado esquerdo francês da retirada. Trant e Wilson partiram com as suas forças com intenção de interceptá-las pela esquerda enquanto o centro e a direita francesa eram atacadas pelas forças de Wellington, caso isto tivesse sucesso ele conseguiria assim com estas movimentações envolver o exército francês e destruí-lo. Mas Ney com as atitudes que teve perdeu a confiança de Massena e o antro de víboras que se encontrava do seu lado, suspirava aos seus ouvidos que as forças inglesas não fariam tal coisa, subestimando o inimigo.Assim na parte final da retirada, quando estava correcto em várias situações, a sua opinião tornava-se inválida e paranóica perante Massena que já sabia que Ney pretendia que o destino fosse Espanha e não Coimbra e o Vale do Mondego.O teste final foi Coira, Massena via-se isolado e rodeado por comandantes indisciplinados e Ney, devido ao seu brilhante comportamento nas batalhas contra os ingleses, era na minha opinião o apoio ideal. Vejo a proposta feita a Ney como uma última hípotese de redenção, pois o estabelecimento em Coira podia ter corrido bem graças à capacidade de liderança de Ney na rectaguarda e provavelmente o Exército do Norte , do Centro e do Sul podiam prestar melhor apoio a Massena e assim constituir uma ameaça a Wellington(Napier,337,1873). Contudo Ney foi intempestuoso de mais e arriscou demasiado com o eu ou nada ao dizer que o VI Corpo não marcharia para o local indicado por Massena. O caso curioso, é que destino que Ney aconselhara foi o escolhido no final por Massena após pressão inglesa na Guarda e Celorico.</div>\n</div>\n<div> </div>",
            "image": "https://pontedarte.github.io/media/posts/15/RM2501-630.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-08-10T06:41:12+02:00",
            "date_modified": "2019-08-11T03:57:19+02:00"
        },
        {
            "id": "https://pontedarte.github.io/the-art-gallery-space.html",
            "url": "https://pontedarte.github.io/the-art-gallery-space.html",
            "title": "The art gallery space",
            "summary": "The fire could not stop us, and finally the new roof is&hellip;",
            "content_html": "<p>The fire could not stop us, and finally the new roof is on.  In October we open our first exhibition the new art gallery space, formerly a repair garage for trucks.</p>",
            "image": "https://pontedarte.github.io/media/posts/14/P1050106.JPG",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-08-10T06:05:28+02:00",
            "date_modified": "2019-08-11T03:51:10+02:00"
        },
        {
            "id": "https://pontedarte.github.io/about-your-hosts.html",
            "url": "https://pontedarte.github.io/about-your-hosts.html",
            "title": "About your hosts",
            "summary": "x",
            "content_html": "x",
            "image": "https://pontedarte.github.io/media/posts/13/WhatsApp-Image-2019-08-10-at-23.09.06.jpeg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-08-10T05:56:08+02:00",
            "date_modified": "2019-08-11T03:50:56+02:00"
        },
        {
            "id": "https://pontedarte.github.io/left-of-center-oct-2017.html",
            "url": "https://pontedarte.github.io/left-of-center-oct-2017.html",
            "title": "Left of Center - Oct 2017",
            "summary": "x",
            "content_html": "x",
            "image": "https://pontedarte.github.io/media/posts/11/Panos-Greek-site-specific-art.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-08-10T05:02:45+02:00",
            "date_modified": "2019-08-11T03:42:45+02:00"
        },
        {
            "id": "https://pontedarte.github.io/aftermath-oct-2018.html",
            "url": "https://pontedarte.github.io/aftermath-oct-2018.html",
            "title": "Aftermath - Oct 2018",
            "summary": "x",
            "content_html": "x",
            "image": "https://pontedarte.github.io/media/posts/10/P1040089.JPG",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-08-10T05:02:20+02:00",
            "date_modified": "2019-08-11T03:48:49+02:00"
        },
        {
            "id": "https://pontedarte.github.io/resilience-and-re-inscription-oct-2019.html",
            "url": "https://pontedarte.github.io/resilience-and-re-inscription-oct-2019.html",
            "title": "Resilience &amp; Re-inscription - Oct 2019",
            "image": "https://pontedarte.github.io/media/posts/9/pontedamucela2vef.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-08-10T05:01:24+02:00",
            "date_modified": "2019-08-11T03:49:41+02:00"
        },
        {
            "id": "https://pontedarte.github.io/past.html",
            "url": "https://pontedarte.github.io/past.html",
            "title": "History of Ponte Da Mucela",
            "summary": "Modern Portugal, south of the Douro river, and part of western Spain, were once named the Roman&hellip;",
            "content_html": "<p>Modern Portugal, south of the Douro river, and part of western Spain, were once named the Roman province Lusitania, after its Indo-European native peoples, the Lusitani.  Travelling on the trade route from Coimbra to Spain, the bridge located at Mucela was the only opportunity to cross the Rio Alva, which passes through steep mountains, and floods the valley at Mucela once a year in the rainy season. The first recorded stone bridge over the Rio Alva was constructed in 1295 during the reign of King Denis I.  The royal Almeida road, that linked the Kingdom to Spain, passed over the Ponte da Mucela. Known conservation works date back to the 16th century, at the time of Cardinal Henrique.  In 1811, the central arch of the bridge was blown up by French Napoleonic troops to prevent their retreat from the area during the Peninsular War, where they were nonetheless eventually defeated by the Anglo-Portuguese army.  Now the Estrada de Beira (N17), the road was widened to accommodate more traffic in 1994, and eventually bypassed by a new highway to Spain in 2000.  What remains today is the Ponte da Mucela.</p>\n<p>The Roman stone road is well preserved and visible in the basement of the stone farmhouse next to the bridge.  This may house a future 'Museu de Ponte Da Mucela', a small local museum housing annual educational exhibitions curated by artists researching the area, with no permanent collection.</p>\n<div> </div>\n<div>With the fall of the Roman Empire, much of Portugal lived under Islamic rule for over 500 years from the early 8th century, when North African invaders (Moors) overturned the Germanic kingdoms ruling the Iberian Peninsula.  Their presence in this landscape remains (at least in one interpretaion of legend) in the name of Moura Morta, the name of our neighbouring village. </div>\n<p><a href=\"https://pontedarte.github.io/historical-documents-mentioning-the-bridge-at-mucela.html\">Read more detailed historical accounts of the bridge</a></p>\n<p> </p>\n<figure class=\"post__image post__image--left\" ><img src=\"https://pontedarte.github.io/media/posts/7/PRS-lavegadas.png\" alt=\"Lavegadas heraldic crest\" width=\"368\" height=\"433\">\n<figcaption >With a population density of 22.2 inhabitants per km², Lavegadas is the smallest and least populated parish of the municipality of Vila Nova de Poiares, an area spanning 11.23 km², and housing 249 inhabitants (2001). It consists of seven villages, namely: Barreiro; Igrega Nova (adminstrative headquarters); Moura Morta; Mucela; Sabouga and São Pedro Dias. It is 30 kms distance from Coimbra.</figcaption>\n</figure>\n<div><strong>Heraldic Coat of Arms</strong></div>\n<div> </div>\n<div>The Lavegadas heraldic coat of arms, drawn up in the 19th Century, is made up of a green shield, a bridge of four arches of silver drawn in black, with silver and blue river waves flowing below. Above the bridge is a silver dolmen between two identical golden lily branches.  The top is crowned by three silver towers and ramparts, below, a white ribbon banner with the legend in black, “Lavegadas”.</div>\n<div> </div>\n<div><strong>Symbolic Legend</strong></div>\n<div> </div>\n<div>The Catholic ecclesiastical mythology deeply influences all Portuguese parishes, which were only conferred legal status in the nineteenth century. </div>\n<div> </div>\n<div>The green plains and golden Saint Joseph’s lilies represent the Catholic saint, carpenter and biblical foster father to Jesus Christ.  Father’s Day in Portugal falls on the 19th of March, venerated as Saint Joseph’s day in Western Catholic calendars since the 10th century.  </div>\n<div> </div>\n<div>The Rio Alva (White River), its source the ice water of the Serra da Estrela (Mountains close to Starlight), was a historically vital force driving the mills, water wheels, linen and fishing industries. </div>\n<div> </div>\n<div>The megalithic dolmen at the top of São Pedro Dias (legally classified as Property of Public Interest by Decree no. 29/90 of 17 July), was first archaeologically investigated in 1959 by Dr. João Castro Nunes.  The burial mound was excavated in 1983.  Very little is still visible of this stone age passage mound grave.  The remains can be visited 5 - 10 km east of Poiares on the N17 (coordinates 40.22˚ N, 8.26˚ W).</div>\n<div> </div>\n<div>The Gothic architecture of the Ponte da Mucela (Mucela Bridge), built in the thirteenth century during the reign of King Denis I, is one of the most important constructions of its kind from this era in the region. It was built to ensure safe passage of the river Alva throughout the seasons.  The royal Almeida road, that linked the Kingdom to Spain, passed over the Ponte da Mucela.  Known conservation works date back to the 16th century, at the time of Cardinal Henrique.  </div>\n<div> </div>\n<div>During the Peninsular War, in the third French invasion of March 1811, one of the arches of the bridge was dismantled to prevent the retreat of French troops from the area, requiring the Anglo-Portuguese army and local inhabitants to fight invaders pillaging their villages.  The retreating French troops sacked homes, barns and churches, attempting to steal the wealth of the country.  More recently, it underwent renovation due to the national highway (N17) that passes over it.</div>",
            "image": "https://pontedarte.github.io/media/posts/7/Ponte-de-Mucela-82.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-08-10T04:52:31+02:00",
            "date_modified": "2019-08-11T03:57:29+02:00"
        },
        {
            "id": "https://pontedarte.github.io/nearby.html",
            "url": "https://pontedarte.github.io/nearby.html",
            "title": "Nearby",
            "summary": " You might come to stay in a forgotten village, but that does&hellip;",
            "content_html": "<p> </p>\n<p>You might come to stay in a forgotten village, but that does not mean there is nothing to se and do.  Apart from the langscape in walking distance, inspiring day trips are warmly recommended. There is is a wide variety of cultural and lifestyle attractions within 30 mins drive of Ponte d'Arte.</p>\n<p>The venue is not far from:</p>\n<ul>\n<li>Conimbriga, a unique Roma archeological site with exquisite mosaics,</li>\n<li>Moinhos (windmills)</li>\n<li>and ancient stone-age housing.</li>\n</ul>",
            "image": "https://pontedarte.github.io/media/posts/6/Conimbriga_calling_article.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-08-10T04:47:47+02:00",
            "date_modified": "2019-08-11T03:53:59+02:00"
        }
    ]
}
