{
    "version": "https://jsonfeed.org/version/1",
    "title": "Ponte d&#x27;Arte, Portugal",
    "description": "",
    "home_page_url": "https://pontedarte.org",
    "feed_url": "https://pontedarte.org/feed.json",
    "user_comment": "",
    "author": {
        "name": "Ponte d&#x27;Arte"
    },
    "items": [
        {
            "id": "https://pontedarte.org/contact-us.html",
            "url": "https://pontedarte.org/contact-us.html",
            "title": "Contact us",
            "summary": "Thank you for your interest in Ponte d'Arte. We'd love to hear&hellip;",
            "content_html": "<blockquote>\n<p>Thank you for your interest in Ponte d'Arte.</p>\n<p>We'd love to hear from you.<br><br>Regards,</p>\n<p><a href=\"https://pontedarte.org/kris-van-t-hof.html\">Kris</a> &amp; <a href=\"https://pontedarte.org/celia-de-villiers.html\">Celia</a></p>\n</blockquote>\n<p> </p>\n<form action=\"https://formspree.io/pontedarte.artsbridge@gmail.com\" method=\"POST\"><input name=\"email\" type=\"email\" placeholder=\"Your email\"> <textarea name=\"message\" placeholder=\"Test Message\"></textarea> <button type=\"submit\">Send Test</button></form>",
            "image": "https://pontedarte.org/media/posts/33/P1050002.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-09-16T18:17:47+02:00",
            "date_modified": "2019-09-16T18:58:47+02:00"
        },
        {
            "id": "https://pontedarte.org/events-and-gatherings.html",
            "url": "https://pontedarte.org/events-and-gatherings.html",
            "title": "Events",
            "summary": "The complex is currently undergoing conversion to become a meeting centre with&hellip;",
            "content_html": "<p>The complex is currently undergoing conversion to become a meeting centre with large and small exhibition spaces, 300m<sup>2</sup> gallery/concert hall, video rooms, a conference room, an art library, studios and workshops, and a small local museum. </p>",
            "image": "https://pontedarte.org/media/posts/32/2019-Instagram-pontedarte-Aug123.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-09-16T14:10:58+02:00",
            "date_modified": "2019-09-16T14:12:35+02:00"
        },
        {
            "id": "https://pontedarte.org/shared-accommodation.html",
            "url": "https://pontedarte.org/shared-accommodation.html",
            "title": "Shared accommodation",
            "image": "https://pontedarte.org/media/posts/31/project-20190914-2157-HDR2-.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-09-15T19:29:55+02:00",
            "date_modified": "2019-09-16T13:52:25+02:00"
        },
        {
            "id": "https://pontedarte.org/conimbriga.html",
            "url": "https://pontedarte.org/conimbriga.html",
            "title": "Conimbriga",
            "summary": "Conímbriga is one of the largest Roman settlements excavated in Portugal, and was classified as a National&hellip;",
            "content_html": "<p><strong>Conímbriga</strong> is one of the largest <a href=\"https://en.wikipedia.org/wiki/Roman_Empire\" title=\"Roman Empire\">Roman</a> settlements excavated in <a href=\"https://en.wikipedia.org/wiki/Portugal\" title=\"Portugal\">Portugal</a>, and was classified as a <a href=\"https://en.wikipedia.org/wiki/Monuments_of_Portugal\" class=\"mw-redirect\" title=\"Monuments of Portugal\">National Monument</a> in 1910. Located in the <a href=\"https://en.wikipedia.org/wiki/Freguesia_(Portugal)\" class=\"mw-redirect\" title=\"Freguesia (Portugal)\">civil parish</a> of Condeixa-a-Velha e Condeixa-a-Nova, in the <a href=\"https://en.wikipedia.org/wiki/Concelho\" title=\"Concelho\">municipality</a> of <a href=\"https://en.wikipedia.org/wiki/Condeixa-a-Nova\" title=\"Condeixa-a-Nova\">Condeixa-a-Nova</a>, it is situated 2 kilometres (1.2 mi) from the municipal seat and 16 kilometres (9.9 mi) from <a href=\"https://en.wikipedia.org/wiki/Coimbra\" title=\"Coimbra\">Coimbra</a> (the Roman town of <i><a href=\"https://en.wikipedia.org/wiki/Aeminium\" title=\"Aeminium\">Aeminium</a></i>).</p>\n<p>Conímbriga is a walled urban settlement, encircled by a curtain of stone structures approximately 1,500 metres (4,900 ft) long. Entrance to the settlement is made from vaulted structures consisting of two doors (one on hinges), and at one time was defended by two towers. The walls are paralleled by two passages, channelled to excavations, in order to remove water infiltration from the walls. The urban settlement consists of various structures such as a forum, basilica and commercial shops, thermal spas, aqueducts, insulae, homes of various heights (including interior patios) and <a href=\"https://en.wikipedia.org/wiki/Domus\" title=\"Domus\">domus</a> (such as the <i>Casa dos Repuxos</i> and <i>Casa de Cantaber</i>), in addition to paleo-Christian basilica.</p>\n<p>A visitors' centre (which includes restaurant/café and gift-shop) was constructed to display objects found by archaeologists during their excavations, including coins, surgical tools, utensils and ceramics.</p>",
            "image": "https://pontedarte.org/media/posts/30/Conimbriga_calling_article.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-09-09T16:07:44+02:00",
            "date_modified": "2019-09-16T18:44:23+02:00"
        },
        {
            "id": "https://pontedarte.org/bussaco-palace.html",
            "url": "https://pontedarte.org/bussaco-palace.html",
            "title": "Bussaco Palace",
            "summary": "History The Bussaco Palace was built between 1888 and 1907.The palace, commissioned by&hellip;",
            "content_html": "<div id=\"block-dexp-page-elements-dexp-page-elements-page-title\" class=\"block block-dexp-page-elements\">\n<div class=\"content\">\n<div class=\"page_title_no_sub\">\n<h2 id=\"mcetoc_1dktfhua00\" class=\"page_title\">History</h2>\n</div>\n</div>\n</div>\n<div id=\"block-views-hotel-block\" class=\"block block-views\">\n<div class=\"inner\"> </div>\n<div class=\"inner\">The Bussaco Palace was built between 1888 and 1907.</div>\n<div class=\"content\">\n<div class=\"view view-hotel view-id-hotel view-display-id-block Hotel view-dom-id-e8dd7ade732ed5a92e96c1872f6bb565\">\n<div class=\"view-content\">\n<div class=\"views-row views-row-1 views-row-odd views-row-first views-row-last\">\n<div>\n<div class=\"text\">\n<p>The palace, commissioned by King Charles I of Portugal as a royal retreat, embodies the contemporaneous architectural fashion known as castle romanticism ( German: Burgenromantik) and all the national enthusiasm for the Age of the Discoveries.</p>\n<p>By late 19th century, many castles were picturesquely constructed and abandoned castles were transformed into historic palaces - Neuschwanstein Castle, Lichtenstein Castle, Hohenzollern Castle, Stolzenfels Castle, Wartburg Castle and the Château de Pierrefonds are major examples of this trend. Charles, Ferdinand of Saxe-Coburg Gotha’s grandson, was naturally influenced by this ideal.</p>\n<p>Initial ideas for the palace drew stylistically on a Falkenstein Castle, Ludwig II of Bavaria’s project that never left planning stages, to be built on the western slope of the hill, by the Coimbra Gates, but were quickly replaced by increasingly extensive drafts culminating in a Neo-Manueline style palace, modeled on the Belém Tower of Lisbon, the major symbol of the Portuguese Discoveries. Also the projected location was transferred to the site of the convent, so that part of it could be transformed into the new palace, matching the romantic ideal of a knight’s castle, hidden from view by dense, skyscraping trees. The young King’s romantic vision of a picturesque new Belém Tower amidst a tranquil green botanic ocean had to be fulfilled …</p>\n<p>The building design was drafted by the Italian architect and National Opera House stage designer Luigi Manini, brought to Portugal by Queen Maria Pia of Savoy, Charles’s mother, and daughter of Victor Emmanuel II of Italy. He drafted a Romantic palace in Neo-Manueline gothic style, evoking the 16th-century architectural style that characterized the peak of the Portuguese Age of Discovery.</p>\n<p>Manini was succeeded by architects Nicola Bigaglia, José Alexandre Soares and Manuel Joaquim Norte Júnior, the latter responsible for the annex “Casa dos Brasões” (House of the Coat-of-Arms), and also for the extraordinary Curia Palace and for the renowned “Café a Brasileira”, in Lisbon.</p>\n<p>The inner rooms are richly decorated with Neo-Manueline portals and stucco work imitating Manueline rib vaulting, being also an important showcase of Portuguese painting and sculpture of the early 20th century. The inner walls are also decorated with tile (azulejos) panels by Jorge Colaço. These panels depict scenes taken from Portuguese literature as well as historical events like the Battle of Bussaco.</p>\n<p>In 1885 - exactly one year after Ludwig II moved to the still unfinished Neuschwanstein Castle - the dining hall , the kitchen, the library and some cells of the convent were demolished and the foundation stone was laid.</p>\n<p>The palace was erected as a conventional brick construction and later encased with other types of rock, mainly limestone from a nearby quarry, sandstone from nearby Ançã, and marble from Vila Viçosa, in the Alentejo. The forest also provided essential conifers, oak, and chestnut premium quality woods.</p>\n<p>For about 25 years the construction site was the principal employer of the region and of all major Portuguese artists of the period.</p>\n<p>The palace consists of several individual structures, and the main building – a flurry of excesses and a hotchpotch of styles - is furnished with a rectangular tower overlooking the Atlantic coastline, ornamental turrets, gables and gargoyles, balconies, pinnacles, arches and sculptures.</p>\n<p>Following Romanesque style, some windows openings are fashioned as bi- and triforia.</p>\n<p>Unlike “real” castles, Bussaco Palace was planned from the inception as an intentionally asymmetric building, and erected in consecutive stages. Typical attributes of a castle were included, but real fortifications – the most important feature of a medieval aristocratic estate – were dispensed with.</p>\n<p>Today the palace is a fully functioning luxury hotel, and can be visited as part of a tour of the Bussaco complex.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
            "image": "https://pontedarte.org/media/posts/29/1280px-Palacio_Hotel_de_Bussaco_XL.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-09-09T16:07:18+02:00",
            "date_modified": "2019-09-16T18:48:52+02:00"
        },
        {
            "id": "https://pontedarte.org/celia-de-villiers.html",
            "url": "https://pontedarte.org/celia-de-villiers.html",
            "title": "Celia de Villiers",
            "summary": "BiographyCelia de Villiers has three tertiary qualifications, including a MA in Visual&hellip;",
            "content_html": "<h3 id=\"mcetoc_1dkb61pgh0\">Biography</h3>\n<p>Celia de Villiers has three tertiary qualifications, including a MA in Visual Arts (cum laude). A fellow of the the Sacatar foundation of California, she has also been credited by the World Craft Council, and endorsed by UNESCO. She has exhibited, curated and adjudicated extensively in South Africa and abroad, as well as presented and published academic articles in South Africa, the United States, Brazil, Romania, Belgium and France.</p>\n<p>Her two and three-dimensional artworks in various media are held in corporate, museum and private collections such as the Raiffeisen Bank, Germany, Landesbank, Germany, Le Tousserok Sun International Hotel, Mauritius, UNISA, EnviroServ and the Development Bank, South Africa, Michigan State University, and the Museum of Art and Design, New York.</p>\n<p>The artist has facilitated and consulted for community outreach and social art initiatives for eighteen years, and won government awards for job creation in the arts and crafts sector in South Africa. She has served on the board of the UNISA gallery, the EnviroServ WasteArt Foundation, the SA government department of Arts and Culture, and the SA Bureau of Standards for Craft.</p>\n<p>De Villiers has lectured in Drawing, Painting, Sculpture, Conceptualisation and Art theory from first to postgraduate level at the University of South Africa, The Design School of South Africa and the University of Pretoria between 2001 to 2018, as well as presenting workshops internationally.</p>\n<p>She relocated from South Africa to Europe in 2015, where she spends her time between Belgium and Portugal. Most recently she has been a guest lecturer at the Royal Academy of Art in Antwerp (2015 -2018), engaged in a European Union funded project between universities in Dublin, Ireland, Turku, Finland and Zagreb, Croatia (2016 - 2018).</p>\n<p>She is a co-director of Ponte d’ Arte, an Artistic Hub and Residency near Coimbra, Portugal, whilst remaining a passionate crafter and artist.</p>\n<p>See her work at <a href=\"http://www.celiadevilliers.com\">http://www.celiadevilliers.com</a>.</p>",
            "image": "https://pontedarte.org/media/posts/28/celia.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-09-09T15:59:39+02:00",
            "date_modified": "2019-09-16T18:49:54+02:00"
        },
        {
            "id": "https://pontedarte.org/kris-van-t-hof.html",
            "url": "https://pontedarte.org/kris-van-t-hof.html",
            "title": "Kris van ‘t Hof",
            "summary": "BiographyKris van ‘t Hof designs, co-produces and teaches situation-specific art projects and&hellip;",
            "content_html": "<h3 id=\"mcetoc_1dkr6v5vd0\">Biography</h3>\n<p>Kris van ‘t Hof designs, co-produces and teaches situation-specific art projects and practices. He specialised in Monumental and Environmental Arts at the Royal Academy of Fine Arts (KASKA), Antwerp, BE, and at Masters of Fine Art level at the National Higher Institute of Fine Arts (HISK). He is teaching in the <em>In Situ</em> department and also lectures in figure drawing and conceptual art up to post-graduate level at KASKA. He was awarded a fellowship in arts-and-cultural heritage by the Andrew W. Mellon Foundation in 2014.</p>\n<p>Van ‘t Hof organises international workshops and study trips promoting transnational artworks and the collaboration of artists. He has been a guest professor at Universities in Krakow, La Laguna, Turku, Roma, Oslo, Athina, Delphi, Rethymnon, Syros &amp; Hydra, Sofia, Varna, Praha, Porto, Lisbon, Leiria, Dublin, Sevilla and Zagreb in Europe, Sarasota (US), Pretoria, Midrand and Johannesburg (South Africa).</p>\n<p>He has adjudicated several art competitions in Europe and has received numerous awards for his own artworks, such as from OPEL, Belgium. Van t’ Hof has completed eighteen public art projects (two-and three-dimensional works) and designed stage sets, amongst them for the National Opera in Brussels and the Royal Ballet in Flanders. His paintings are in private and corporate collections worldwide.</p>\n<p>Most recently (2015 – 2018) he has been engaged in IPIP (<em>In Public in Particular</em>) with art academies in Turku, Dublin, Zagreb and Antwerp, funded by Creative Europe. Its manifestations included social interactive projects, performance art happenings and collaborative community parades in Antwerp, BE, art-directed and co-ordinated by Van t' Hof.</p>\n<p>A key component of this research concerns the engagement and development of audiences; specifically focused on working in local situations and small neighbourhoods. Practice-led research reports are available for download (<a href=\"http://ipip-project.eu\">http://ipip-project.eu</a>) and in print (<em>In public in particular - art and exchange in four European cities, </em>November 2018).</p>\n<p>With the South African artist Celia de Villiers, Kris Van ‘t Hof co-directs the residency and teaching programme at Ponte d’ Arte (Arts Bridge), in Ponte da Mucela, near Coimbra in central Portugal.</p>\n<p> See his work at http://<a href=\"http://www.krisvanthof.com\">www.krisvanthof.com</a> </p>",
            "image": "https://pontedarte.org/media/posts/27/kris-and-sheep.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-09-09T15:57:49+02:00",
            "date_modified": "2019-09-15T21:43:27+02:00"
        },
        {
            "id": "https://pontedarte.org/the-adega-library-and-meetings.html",
            "url": "https://pontedarte.org/the-adega-library-and-meetings.html",
            "title": "The Adega",
            "content_html": "<div class=\"gallery\"   >\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.org/media/posts/26/gallery/IMG_20190308_145621-HDR2-.jpg\" ><img src=\"https://pontedarte.org/media/posts/26/gallery/IMG_20190308_145621-HDR2--thumbnail.jpg\" alt=\"\" width=\"768\" height=\"1024\"></a></figure>\n</div>",
            "image": "https://pontedarte.org/media/posts/26/bookshelf-413705_1920.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-09-09T15:47:52+02:00",
            "date_modified": "2019-09-15T19:32:30+02:00"
        },
        {
            "id": "https://pontedarte.org/the-garden.html",
            "url": "https://pontedarte.org/the-garden.html",
            "title": "The Garden",
            "content_html": "<div class=\"gallery\"   >\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.org/media/posts/25/gallery/2019-insta-ponte-5.jpg\" ><img src=\"https://pontedarte.org/media/posts/25/gallery/2019-insta-ponte-5-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"960\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.org/media/posts/25/gallery/2019-insta-ponte-8.jpg\" ><img src=\"https://pontedarte.org/media/posts/25/gallery/2019-insta-ponte-8-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"960\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.org/media/posts/25/gallery/2019-insta-ponte-21.jpg\" ><img src=\"https://pontedarte.org/media/posts/25/gallery/2019-insta-ponte-21-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"960\"></a></figure>\n</div>",
            "image": "https://pontedarte.org/media/posts/25/P1010071-2.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-09-09T15:41:48+02:00",
            "date_modified": "2019-09-15T19:27:04+02:00"
        },
        {
            "id": "https://pontedarte.org/riverside.html",
            "url": "https://pontedarte.org/riverside.html",
            "title": "Riverside",
            "summary": "Camping site and river beach, future site for outdoor sculpture installations",
            "content_html": "<div class=\"gallery\"   >\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.org/media/posts/24/gallery/P1010167-2.jpg\" ><img src=\"https://pontedarte.org/media/posts/24/gallery/P1010167-2-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"1024\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://pontedarte.org/media/posts/24/gallery/Ponte-De-Mucela-40.jpg\" ><img src=\"https://pontedarte.org/media/posts/24/gallery/Ponte-De-Mucela-40-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"512\"></a></figure>\n</div>\n<p><span style=\"font-weight: 400;\">Camping site and river beach, future site for outdoor sculpture installations</span></p>",
            "image": "https://pontedarte.org/media/posts/24/Ponte-De-Mucela-27.jpg",
            "author": {
                "name": "Ponte d&#x27;Arte"
            },
            "tags": [
            ],
            "date_published": "2019-09-09T15:41:23+02:00",
            "date_modified": "2019-09-15T19:13:34+02:00"
        }
    ]
}
